{
    "headline":"Since 1973...",
    "about-copy":"Allen Myland, Inc is one of the longest running providers of data storage maintenance in the industry.  AMI was at the forefront of water-cooled mainframe technology in the early 70’s and 80’s.  In the 90’s, the company transitioned to supporting EMC and Hitachi storage arrays.  Headquartered just outside Philadelphia, AMI provides data storage hardware support to Fortune 500 and local companies looking to extend the lifespan of their post warranty storage systems.  Our expert-trained engineers provide EMC and Hitachi SAN support that will keep your critical business systems on line and dramatically reduce the total cost of ownership.",
    
    "why-ami-headline":"Why AMI?",
    "why-ami-sub":"AMI delivers post warranty support and maintenance services that is designed to exceed the expectations of our customers with:",
    "entry":[
        {
            "title":"Direct access to Level 3 engineers",
            "copy":"means no call escalations to negotiate and minimizes the time to fix. A L3 engineer is oncall and available 24/7/365"
        },
        {
            "title":"No overseas call routing or help desk.",
            "copy":"Once a ticket is issued, a local AMI support engineer will be your point of contact until the call is completed. "
        },
        {
            "title":"Dedicated network of Support Engineers",
            "copy":"have access to 95% of the US and Southern Canada.  We also support service contracts through channel partnerships in South America, Western Europe, Asia Pacific and Australia."
        },
        {
            "title":"Industry leading call resolution times,",
            "copy":"<15 min after hour call back for case openings, <30 min diagnosis for systems with inbound access."
        },
        {
            "title":"Significant cost savings at 40-70% below OEM",
            "copy":""
        },
        {
            "title":"",
            "copy":"We are really good at what we do!  AMI has been providing SAN support on emerging data processing technologies since 1973.  We support the data infrastructure of many of the companies you use everyday.  Let us show you why we have stood the test of time."
        }
    ]
}
