{
    "headline":"Experience. Cost Efficiency. Knowledge.",

    "quote": {
        "copy":"Our clients include global companies executing millions of transactions each day. We support their storage needs by providing knowledgable, comprehensive and reliable service while improving cost efficiency.",
        "source":"Larry Allen",
        "role":"President and Founder"
    },

    "section":[
        {
            "title":"Experience",
            "sub":"Three decades of industry leadership.",
            "copy":"Founded in 1973, AMI focused on the tremendous growth potential associated with IBM mainframe technology. Although successful in this segment for more than two decades, AMI expanded its vision during the 90’s. Recognizing a need in data storage management for value oriented service, AMI leveraged its technical and business expertise to become an all-inclusive data storage maintenance provider."
        },
        {
            "title":"Cost Efficiency",
            "sub":"Customized maintenance at reasonable rates.",
            "copy":"AMI envisioned that both large and small companies throughout the world would be confronted with increased storage needs at escalating costs. Today, AMI provides a full range of customized maintenance services at reasonable rates. This is accomplished by working in cooperation with key partners in the information technology industry. From continuous maintenance and technology upgrades, to complete data center relocations, AMI has the experience, resources and advanced knowledge to support all system requirements."
        },
        {
            "title":"Knowledge",
            "sub":"Technical team providing rapid response service.",
            "copy":"AMI's technical support team possesses the highest level of expertise to effectively diagnose and resolve problems and respond to inquiries at any hour. Through constant training, research and development, AMI maintains its position as the most knowledgeable and dependable data processing maintenance provider in the world."
        }
    ]
}
