{
    "section":[
        {
            "title":"Worry Free EMC and Hitachi Maintenance!",
            "copy":"Partnering with AMI for EMC and Hitachi maintenance ensures you a personal level of hardware support unmatched by the OEM at a 40-70% savings.",
            "entry":[
                {
                    "title":"24/7/365 live personal support",
                    "copy":" maximizes uptime and reduces outages."
                },
                {
                    "title":"A choice of SLAs",
                    "copy":" to tailor the specific needs and cost savings of your organization, from next business day (NBD) to 4-hour onsite support."
                },
                {
                    "title":"24/7/365 proactive monitoring",
                    "copy":" with daily system reporting and weekly SAN integrity checks by hardware engineers to ensure optimal performance."
                },
                {
                    "title":"Remote inbound support",
                    "copy":" by Level 3 engineers to diagnose and correct SAN issues that may be outside the scope of a basic FRU replacement"
                },
                {
                    "title":"An online spares",
                    "copy":" kit or a local parts depot"
                },
                {
                    "title":"Storage upgrades and implementation",
                    "copy":" to help fulfill your expansion plans. AMI maintains an extensive inventory of parts and systems to meet our customers' growth requirements. Don’t waste additional capital buying new when you can expand your existing storage platform."
                },
                {
                    "title":"AMI has an expansive global reach",
                    "copy":" to support clients throughout the United States, Canada, South America, Western Europe, Asia Pacific and Australia."
                }
            ]
        },
        {
            "title":"Increase ROI by lowering the cost of maintenance",
            "copy":"AMI supports EMC and Hitachi SAN products that have officially reached end of life, allowing your business to realize an additional return on investment by extending the product’s lifecycle.",
            "entry":[
                {
                    "copy":"When SAN hardware reaches Service-End-Of-Life, OEM sales reps will advise an immediate replacement, even if the system continues to function perfectly. AMI offers your business the ability to extend the lifespan of post warranty EMC and Hitachi equipment. Our maintenance services allow you to keep using equipment for as long as it continues to meet your business data needs, allowing you to divert cash savings to other strategic projects."
                }
            ]
        }
    ]
}
